{
    "version": "https://jsonfeed.org/version/1",
    "title": "Equipos de alto rendimiento",
    "description": "",
    "home_page_url": "https://equiposderendimiento.pro",
    "feed_url": "https://equiposderendimiento.pro/feed.json",
    "user_comment": "",
    "author": {
        "name": "Jose M. Gallego"
    },
    "items": [
        {
            "id": "https://equiposderendimiento.pro/liderazgo-de-equipos-de-alto-rendimiento/",
            "url": "https://equiposderendimiento.pro/liderazgo-de-equipos-de-alto-rendimiento/",
            "title": "Liderazgo de equipos de alto rendimiento",
            "summary": "Liderar un equipo de alto rendimiento es algo conceptualmente sencillo, pero que llevado a la práctica conlleva mucho trabajo. A lo largo del tiempo se han clasificado los tipos de liderazgo de los más autoritarios y guiados a los menos autoritarios y confiados. Si tuviera&hellip;",
            "content_html": "<p>Liderar un equipo de alto rendimiento es algo conceptualmente sencillo, pero que llevado a la práctica conlleva mucho trabajo.</p>\n<p>A lo largo del tiempo se han clasificado los tipos de liderazgo de los más autoritarios y guiados a los menos autoritarios y confiados.</p>\n<h2>Deja que hagan lo que saben hacer</h2>\n<p>Si tuviera que elegir un tipo de liderazgo entre todos ellos, sin duda elegiría el liderazgo que confía y que delega. No en balde la base de todo equipo de alto rendimiento es la confianza, además. ¿Porqué contratar a los mejores si no vas a confiar en ellos?</p>\n<p>Para que un equipo llegue a ser de alto rendimiento se necesita que tenga los conocimientos, la formación adecuada, la calidad humana y un líder que sea capaz de llevarlos al máximo de su potencial.</p>\n<p>Estos son algunos consejos para potenciar un equipo al camino del alto rendimiento y para mantenerlo ahí.</p>\n<h2>Quiere al equipo</h2>\n<p>Aunque para la mayoría de las personas esto pueda sonar antiintuitivo, cogerle cariño a tu equipo significa que te estás involucrando en como se sienten trabajando en la empresa, estás favoreciendo el ambito para que se sientan a salvo.</p>\n<p>No estoy diciendo que te inmiscuyas en sus vidas, o que organices muchas actividades de team building, se trata de tratarlos como personas que te importan genuinamente, respetando los limites.</p>\n<p>Cuando tratas a las personas como seres humanos que importan, se les coge cariño y viceversa. Una vez más inisisto, dentro de unos límites y sin excederse.</p>\n<h2>Aplaude la iniciativa ignora el fallo</h2>\n<p>No hay nada peor para la productividad que el miedo, alentando la iniciativa incentivas irremediablemente los fallos, esto no es necesariamente malo siempre y cuando sean fallos no demasiado catastróficos.</p>\n<p>En el mundo de las startups se suele oir con bastante frecuencia, \"Falla rápido, adaptate más rápido aún\".</p>\n<p>Si un miembro del equipo mete la pata por llevar la iniciativa ante un problema urgente y este es castigado, ninguno volverá a llevar la iniciativa por no correr el riesgo.</p>\n<p>Necesitas que el equipo tenga margen de maniobra, no te preocupes, los fallos no son abundantes, y sólo el hecho de haberlo cometido es bastante lección la mayoría de veces, aplaude la inciativa, restale importancia al fallo, trabaja para que no vuelva a suceder, <strong>practicad la resilencia.</strong></p>\n<h2>Págalos en consecuencia</h2>\n<p>Seamos honestos, normalmente las personas trabajan por dinero, puedes tener el mejor coche del mercado que si no le echas el combustible adecuado no va a rendir lo que puede.</p>\n<p>Con los sueldos es igual, no es necesario que seas el que mejor paga de todo el mercado, aunque es recomendable que estén por encima de la media.</p>\n<p>El sueldo junto con otros factores será lo que haga que tus empleados quieran estar y quedarse en la empresa, y lo más importante, comprometerse con la misma para tener unos mejores resultados.</p>\n<p>Un equipo de alto rendimiento necesita un sueldo igualmente alto.</p>\n<h2>Proveelos de la mejor formación</h2>\n<p>Henry Ford dijo \"Sólo hay algo peor que formar a tús empleados y que se vayan. No formarlos y que se queden\"</p>\n<p>Pero es que además si les das una formaión de calidad, serán capaces de hacer más, mejor o tal vez en menor tiempo, <strong>la formación es una inversión, no un gasto.</strong></p>\n<p> </p>\n<p>Existen varias formas de hacer seguimiento de todo esto, así como técnicas para no dejarte esto y otros pequeños detalles en el tintero.</p>\n<p>Mantente pendiente a las novedades del blog y podrás ir conociendolas poco a poco.</p>",
            "image": "https://equiposderendimiento.pro/media/posts/7/teamplay.png",
            "author": {
                "name": "Jose M. Gallego"
            },
            "tags": [
            ],
            "date_published": "2022-10-21T09:51:09+02:00",
            "date_modified": "2022-10-21T12:31:49+02:00"
        },
        {
            "id": "https://equiposderendimiento.pro/que-es-un-equipo-de-alto-rendimiento/",
            "url": "https://equiposderendimiento.pro/que-es-un-equipo-de-alto-rendimiento/",
            "title": "¿Qué es un equipo de alto rendimiento?",
            "summary": "Aunque Equipo de alto rendimiento deje pocas dudas respecto a lo que se está hablando, es algo totalmente diferente dependiendo del contexto donde lo pongamos. No es lo mismo un Equipo de alto rendimiento en el contexto de una Startup que en una empresa más grande y consolidada. En&hellip;",
            "content_html": "<p>Aunque <em>Equipo de alto rendimiento</em> deje pocas dudas respecto a lo que se está hablando, es algo totalmente diferente dependiendo del contexto donde lo pongamos.</p>\n<p>No es lo mismo un <em>Equipo de alto rendimiento</em> en el contexto de una Startup que en una empresa más grande y consolidada.</p>\n<p>En este blog hablaré de mi experiencia y por lo tanto, del contexto en Startup, puede que algunas cosas se puedan extrapolar a otros contextos, pero es un ejercicio que deberá realizar el lector.</p>\n<p>Se tiende a pensar que un <em>Equipo de alto rendimiento</em> es un equipo que produce más y mejor que la media. Y aunque esto es cierto, es sólo una consecuencia de otras muchas características que tiene un equipo.</p>\n<p>Es decir un <em>Equipo de alto rendimiento</em> tiene muchas características identificables y como consecuencia de estas características es más productivo.</p>\n<p>Se da por sentado que cualquier persona contratada en la empresa dispone de las competencias y conocimientos necesarios para realizar el trabajo, y por ello sólo me centro en las conocidas como <em>\"Soft-Skills\"</em></p>\n<h2>¿Qué características tiene un equipo de alto rendimiento?</h2>\n<h3>Ego sano</h3>\n<p>Los integrantes tienen un ego lo suficientemente sano para aportar sin imponer y preguntar sin temer.</p>\n<h3>Sinceridad</h3>\n<p>Los integrantes son sinceros con sus límites y situaciones, y aunque no sea lo más común, si un día están especialmente afectados por alguna situación, advertirán al resto del equipo para que se tenga en cuenta.</p>\n<h3>Asertividad y empatía</h3>\n<p>Casi como consecuencia de la sinceridad, se hace muy necesario tener mucha empatía a la hora de entender la situación ajena y Mucha asertividad para expresar situaciones difíciles de la manera correcta.</p>\n<h3>Autonomía</h3>\n<p>Los integrantes saben tomar decisiones de ser necesario y no se teme o castigan los errores.</p>\n<h3>Balance</h3>\n<p>Los integrantes saben encontrar el balance entre trabajo y vida, manteniéndose motivados y sabiendo identificar sus signos de burnout al principio. Pudiendo tomar medidas y evitando males mayores.</p>\n<h3>Cohesión</h3>\n<p>Los integrantes sienten que pertenecen a un grupo, y además les gusta el sentimiento de pertenecer a este grupo en particular.</p>\n<h3>Liderazgo orientado a personas</h3>\n<p>Empoderar al equipo y dejarles hacer es básico, se establece una dirección pero no se microgestiona como llegar al punto deseado.</p>\n<h4>Comentario final</h4>\n<p>Existen más características, aunque considero que estas son las mas importantes. (Al menos en cuanto a <em>Soft Skills</em> se refiere). Profundizaremos más adelante en estas y otras características y en cómo hacerlas proliferar en equipos ya creados o por crear.</p>",
            "image": "https://equiposderendimiento.pro/media/posts/6/home-bg-2.jpg",
            "author": {
                "name": "Jose M. Gallego"
            },
            "tags": [
            ],
            "date_published": "2022-10-18T15:53:09+02:00",
            "date_modified": "2022-10-21T12:40:16+02:00"
        }
    ]
}
