{
    "version": "https://jsonfeed.org/version/1",
    "title": "Equipos de alto rendimiento",
    "description": "",
    "home_page_url": "https://equiposderendimiento.pro",
    "feed_url": "https://equiposderendimiento.pro/feed.json",
    "user_comment": "",
    "author": {
        "name": "Josheriff"
    },
    "items": [
        {
            "id": "https://equiposderendimiento.pro/que-es-un-equipo-de-alto-rendimiento/",
            "url": "https://equiposderendimiento.pro/que-es-un-equipo-de-alto-rendimiento/",
            "title": "qué es un equipo de alto rendimiento",
            "summary": "Aunque Equipo de alto rendimiento deje pocas dudas respecto a lo que se está hablando, es algo totalmente diferente dependiendo del contexto&hellip;",
            "content_html": "<p>Aunque <em>Equipo de alto rendimiento</em> deje pocas dudas respecto a lo que se está hablando, es algo totalmente diferente dependiendo del contexto donde lo pongamos.</p>\n<p>No es lo mismo un <em>Equipo de alto rendimiento</em> en el contexto de una Startup que en una empresa más grande y consolidada.</p>\n<p>En este blog hablaré de mi experiencia y por lo tanto, del contexto en Startup, puede que algunas cosas se puedan extrapolar a otros contextos, pero es un ejercicio que deberá realizar el lector.</p>\n<p>Se tiende a pensar que un <em>Equipo de alto rendimiento</em> es un equipo que produce más y mejor que la media. Y aunque esto es cierto, es sólo una consecuencia de otras muchas características que tiene un equipo.</p>\n<p>Es decir un <em>Equipo de alto rendimiento</em> tiene muchas características identificables y como consecuencia de estas características es más productivo.</p>\n<p>Se da por sentado que cualquier persona contratada en la empresa dispone de las competencias y conocimientos necesarios para realizar el trabajo, y por ello sólo me centro en las conocidas como <em>\"Soft-Skills\"</em></p>\n<p>Un <em>Equipo de alto rendimiento</em> tiene las siguientes características:</p>\n<h2>Ego sano</h2>\n<p>Los integrantes tienen un ego lo suficientemente sano para aportar sin imponer y preguntar sin temer.</p>\n<h2>Sinceridad</h2>\n<p>Los integrantes son sinceros con sus límites y situaciones, y aunque no sea lo más común, si un día están especialmente afectados por alguna situación, advertirán al resto del equipo para que se tenga en cuenta.</p>\n<h2>Asertividad y empatía</h2>\n<p>Casi como consecuencia de la sinceridad, se hace muy necesario tener mucha empatía a la hora de entender la situación ajena y Mucha asertividad para expresar situaciones difíciles de la manera correcta.</p>\n<h2>Autonomía</h2>\n<p>Los integrantes saben tomar decisiones de ser necesario y no se teme o castigan los errores.</p>\n<h2>Balance</h2>\n<p>Los integrantes saben encontrar el balance entre trabajo y vida, manteniéndose motivados y sabiendo identificar sus signos de burnout al principio. Pudiendo tomar medidas y evitando males mayores.</p>\n<h2>Cohesión</h2>\n<p>Los integrantes sienten que pertenecen a un grupo, y además les gusta el sentimiento de pertenecer a este grupo en particular.</p>\n<h2>Liderazgo orientado a personas</h2>\n<p>Empoderar al equipo y dejarles hacer es básico, se establece una dirección pero no se microgestiona como llegar al punto deseado.</p>\n<h3>Comentario final</h3>\n<p>Existen más características, aunque considero que estas son las mas importantes. (Al menos en cuanto a <em>Soft Skills</em> se refiere). Profundizaremos más adelante en estas y otras características y en cómo hacerlas proliferar en equipos ya creados o por crear.</p>",
            "author": {
                "name": "Josheriff"
            },
            "tags": [
            ],
            "date_published": "2022-10-18T15:53:09+02:00",
            "date_modified": "2022-10-18T15:53:09+02:00"
        }
    ]
}
